{
	"testimonials": [
		{
			"id": 1,
			"name": "Jill Gelinas",
			"role": "Interim Head of PM",
			"company": "Webstacks",
			"image": "",
			"testimonial": "Talk about MOVE FAST. HUMONGOUS shoutout to Nate for exceeding all expectations on another Semgrep Launch. This one is beyond impressive. The client reached out to add more bandwidth to our full sprint capacity to be completed under an extremely tight deadline. As the solo dev, Nate cruised through all of it flawlessly. Nate developed 2 brand new pages, both with several new components in literally 4 days. Semgrep has communicated to me multiple times how impressed and grateful they are for Nate's effort to meet their tight deadline on such short notice. Also - huge thank you to Kiko for helping Nate manage work for his other teams, and everyone else (Chloe, Mo) who contributed to this team win."
		},
		{
			"id": 2,
			"name": "Adam Garling",
			"role": "Frontend Engineer",
			"company": "Webstacks",
			"image": "",
			"testimonial": "Wanted to take some time and give some overdue kudos to Mr. Nathan Garrow. The man just owns all aspects of being a true master of his craft and a team player. Nathan continues to deliver quality work and results which has helped keep clients excited and happy as well as helped me learn time and time again. I often ask myself \"what can't this man do?\" and to no surprise, he usually finds a solution to the task at hand. Round of applause to his tenacity and grit to keep things moving!"
		},
		{
			"id": 3,
			"name": "Chloe Gunter",
			"role": "Designer",
			"company": "Webstacks",
			"image": "",
			"testimonial": "Nathan, I very much appreciate your high-level of communication with design to make sure each task is developed properly. Even client facing, you are always keep the client confident, being transparent and keeping them in the loop FULLY."
		},
		{
			"id": 4,
			"name": "Emily Winsauer",
			"role": "Lead Strategest",
			"company": "Webstacks",
			"image": "",
			"testimonial": "Huge, massive, shout out to iconic superstars Nate and Irene for helping cover a call with for a potential client — Nikan had planned to attend but couldn't, and they jumped in to create a seamless experience for the prospect, who is the owner and daily user of the site and had some pretty in-depth questions about a headless Wordpress setup and how we could meet their design and dev needs."
		}
	]
}
